Repository: JcDenis/activityReport
Catalog: locales/*/main.po
Languages: fr

source: ActivityReport messages
fr: Messages de l'extension

source: Actions on blog
fr: Actions sur le blog

source: Actions on posts
fr: Actions sur les billets

source: Actions on comments
fr: Actions sur les commentaires

source: Actions on categories
fr: Actions sur les catégories

source: Actions on users
fr: Actions sur les utilisateurs

source: Special messages
fr: Messages spéciaux

source: updating blog
fr: Mise à jour du blog

source: Blog was updated by "%s"
fr: Blog mis à jour par "%s"

source: 404 error
fr: Erreur 404

source: New 404 error page at "%s"
fr: Nouvelle erreur 404 à l'adresse "%s"

source: post creation
fr: Création de billet

source: A new post called "%s" was created by "%s" at %s
fr: Un nouveau billet nommé "%s" a été créé par "%s" à l'adresse "%s"

source: updating post
fr: Mise à jour de billet

source: Post called "%s" has been updated by "%s" at %s
fr: Le billet nommé "%s" a été mis à jour par "%s" à l'adresse "%s"

source: post deletion
fr: Suppression de billet

source: Post called "%s" has been deleted by "%s"
fr: Le billet nommé "%s" a été supprimé par "%s"

source: Post protection
fr: Protection des billets

source: An attempt failed on a passworded post with password "%s" at "%s"
fr: Une tentative a échoué sur un billet protégé par mot de passe avec l'essai "%s" à l'adresse "%s"

source: comment creation
fr: Création de commentaire

source: A new comment was created by "%s" on post "%s" at %s
fr: Un nouveau commentaire a été créé par "%s" sur le billet "%s"

source: updating comment
fr: Mise à jour de commentaire

source: Comment has been updated by "%s" at %s
fr: Un commentaire a été mise à jour par "%s" à l'adresse "%s"

source: trackback creation
fr: Création de trackback

source: A new trackback to "%" at "%s" was created on post "%s" at %s
fr: Un nouveau rétrolien vers "%s" a été créé sur le billet "%s" à l'adresse "%s"

source: category creation
fr: Création de catégorie

source: A new category called "%s" was created by "%s" at %s
fr: Un nouvelle catégorie nommée "%s" a été créé par "%s" à l'adresse "%s"

source: updating category
fr: Mise à jour de catégorie

source: Category called "%s" has been updated by "%s" at %s
fr: La catégorie nommée "%s" a été mise à jour par "%s" à l'adresse "%s"

source: user creation
fr: Création d'utilisateur

source: A new user named "%s" was created by "%s"
fr: Un nouvel utilisateur a été ajouté par "%s"

source: updating user
fr: Mise à jour d'utilisateur

source: User named "%s" has been updated by "%s"
fr: L'utilisateur "%s" a été mis à jour par "%s"

source: updating user preference
fr: Mise à jour de préférence

source: "%s" user preference has been updated
fr: Les préférences utilisateur de "%s" ont été mis à jour

source: user deletion
fr: Suppression d'utilisateur

source: User named "%s" has been deleted by "%"
fr: L'utilisateur nommé "%s" a été supprimé par "%s"

source: Activity report
fr: Rapport d'activité

source: An error occured when parsing report.
fr: Une erreur est survenue lors de la compilation du rapport.

source: You received a message from your blog's activity report module.
fr: Vous recevez un message du module de rapport d'activité de votre blog.

source: Period from %s to %s
fr: Période du %s au %s

source: Activity report deletes some old logs.
fr: L'extension a automatiquement effacé des anciennes activités.

source: Blog "%s" activity report
fr: Rapport d'activité du blog "%s"

source: View all logs
fr: Voir tous les logs

source: Number of activities to show on dashboard:
fr: Nombre d'activités à afficher sur le tableau de bord :

source: Do not show activity report
fr: Ne pas afficher le rapport d'activité

source: Group
fr: Groupe

source: logs per page
fr: enregistrements par page

source: every hour
fr: toutes les heures

source: every 2 hours
fr: toutes les 2 heures

source: 2 times by day
fr: 2 fois par jour

source: every day
fr: tous les jours

source: every 2 days
fr: tous les 2 jours

source: every week
fr: toutes les semaines

source: every 2 weeks
fr: toutes les 2 semaines

source: every 4 weeks
fr: toutes les 4 semaines

source: Report successfully sent.
fr: Rapport envoyé avec succès.

source: Logs successfully deleted.
fr: Logs effacés avec succès.

source: never
fr: jamais

source: on new activity
fr: lors d'une nouvelle activité

source: This server has no mail function, activityReport does not send email report.
fr: Ce server n'a pas de fonction d'envoie de mail, le rapport ne sera pas envoyer.

source: Mail report
fr: Rapport par email

source: Send report:
fr: Rapport envoyé :

source: Recipients:
fr: Destinataires :

source: Separate multiple email addresses with a semicolon ";"
fr: Séparer les adresses email par un point-virgule ";"

source: Leave it empty to disable mail report.
fr: Laisser vide pour désactiver le rapport par email.

source: Use Dotclear date formaters. ex: %B %d at %H:%M
fr: Utiliser le formatage des dates de Dotclear. ex: %d %B à %H:%M

source: Report format:
fr: Format du rapport :

source: Last report by email:
fr: Dernier rapport par email :

source: Next report by email:
fr: Prochain rapport par email :

source: Feeds
fr: Flux

source: Enable activity feed
fr: Activer le flux d'activités

source: RSS feed
fr: Flux RSS

source: Rss2 activities feed
fr: Flux RSS2 d'activités

source: Atom feed
fr: Flux Atom

source: Atom activities feed
fr: Flux Atom d'activités

source: Activities
fr: Activités

source: Select actions by activity type to add to report
fr: Sélectionner les actions par type d'activité à ajouter au rapport

source: Automatic cleaning of old logs:
fr: Nettoyage automatique des anciennes activités:

source: Send report now
fr: Envoyer un rapport maintenant

source: Delete all logs now
fr: Effacer tous les logs maintenant

source: Plain text
fr: Texte brut

source: Logs successfully deleted
fr: Enregistrements effacés avec succès

source: Are you sure you want to delete logs?
fr: Êtes-vous sure de vouloir effacer les enregistrements ?

source: Delete all aticivity logs
fr: Effacer tous les enregistrements d'activités

source: Delete all allready reported logs
fr: Effacer les enregistrements d'activités déjà envoyé par email

source: No log matches the filter
fr: Aucun enregistrement ne correspond au filtre

source: No log
fr: Pas d'enregistrement

source: List of %s logs matching the filter.
fr: Liste des %s logs correspondants au filtre.

source: List of %s logs.
fr: Listes des %s enregistrements

source: undefined
fr: inconnu

source: reported
fr: envoyé

source: Activity log
fr: Journal d'activité

source: Log and receive your blog activity by email, feed, or on dashboard
fr: Enregistrer et recevoir l'activité de votre blog par mail, flux ou sur le tableau de bord
